tap "bufbuild/buf"
tap "facebook/fb"
tap "homebrew/bundle"
tap "lyft/formulae"
tap "robotsandpencils/made"
tap "versent/taps"
tap "wix/brew"
brew "openssl@3"
brew "automake"
brew "autossh"
brew "awscli"
brew "icu4c@76"
brew "boost"
brew "harfbuzz"
brew "bundletool"
brew "carthage"
brew "pkgconf"
brew "cmake"
brew "colordiff"
brew "direnv"
brew "tesseract"
brew "ffmpeg"
brew "gh"
brew "ghq"
brew "gifsicle"
brew "git"
brew "gosec"
brew "gtk4"
brew "libpsl"
brew "gstreamer"
brew "ideviceinstaller"
brew "libtool"
brew "imagemagick"
brew "ios-deploy"
brew "ios-webkit-debug-proxy"
brew "iproute2mac"
brew "jq"
brew "mecab"
brew "mecab-ipadic"
brew "mint"
brew "protobuf"
brew "mysql@5.7"
brew "neovim"
brew "vtk"
brew "opencv"
brew "peco"
brew "postgresql@13"
brew "potrace"
brew "pwgen"
brew "python@3.11"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "saml2aws"
brew "t-rec"
brew "terraform_landscape"
brew "tfenv"
brew "tree"
brew "trivy"
brew "ttyd"
brew "ttyrec"
brew "vim"
brew "wget"
brew "xcodes", link: false
brew "yamllint"
brew "yq"
brew "bufbuild/buf/buf"
brew "facebook/fb/idb-companion"
brew "lyft/formulae/set-simulator-location"
brew "wix/brew/applesimutils"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-plemol-jp"
cask "font-plemol-jp-hs"
cask "font-plemol-jp-nf"
cask "hammerspoon"
cask "utm"
cask "wezterm@nightly"
cask "xcodes"
cask "xquartz"
